Repository: shtrak/bg_WP
Catalog: events-manager/includes/langs/dbem-*.po
Languages: bg_bg

source: Use Visual Editor?
bg_bg: Използване на визуален редактор?

source: Users can now use the WordPress editor for easy HTML entry in the submission form.
bg_bg: Потребителите вече могат да използват Wordpress редактора за лесно въвеждане на HTML във формуляра.

source: Show form again?
bg_bg: Показване на формуляра отново?

source: When a user submits their event, you can display a new event form again.
bg_bg: Когато потребител създаде събитието си, можете да покажете нов формуляр за събитие отново.

source: Success Message
bg_bg: Съобщение при успех

source: Customize the message your user sees when they submitted their event.
bg_bg: Съобщението, което потребителят вижда, при успешно създаване на събитие.

source: Successfully Updated Message
bg_bg: Съобщение за успешна промяна

source: Customize the message your user sees when they resubmit/update their event.
bg_bg: Съобщението, което потребителят вижда, когато промени събитието си успешно.

source: Anonymous event submissions
bg_bg: Анонимно създаване на събития

source: Allow anonymous event submissions?
bg_bg: Позволяване на анонимно създаване на събития?

source: Would you like to allow users to submit bookings anonymously? If so, you can use the new [event_form] shortcode or <code>em_event_form()</code> template tag with this enabled.
bg_bg: Искате ли да позволите на потребителите да създават събития анонимно? Ако да, можете да използвате новия шорткод [event_form] или <code>em_event_form()</code> таг за шаблон, докато тази настройка е включена.

source: Guest Default User
bg_bg: Потребител по подразбиране за гости

source: Please add a User ID.
bg_bg: Моля, добавете номер(ID) за потребителя.

source: Events require a user to own them. In order to allow events to be submitted anonymously you need to assign that event a specific user. We recommend you create a "Anonymous" subscriber with a very good password and use that. Guests will have the same event permissions as this user when submitting.
bg_bg: Събитията се нуждаят от собственик. За да можете да позволите анонимно създаване на събития, трябва да ги назначите на определен потребител. Препоръчаме Ви да създадете потребител "Анонимен", с най-ниски права и много силна парола. Гостите ще имат същите права като този потребител.

source: Anonymous submitters cannot see or modify their event once submitted. You can customize the success message they see here.
bg_bg: Анонимни потребители не могат да виждат или променят събитието си, след като е запазено. Можете да променяте съобщението за успех, което виждат, тук.

source: Performance Optimization
bg_bg: Оптимизация на производителността

source: Advanced
bg_bg: За напреднали

source: In the boxes below, you are expected to write the page IDs. For multiple pages, use comma-seperated values e.g. 1,2,3. Entering 0 means EVERY page, -1 means the home page.
bg_bg: В полетата по-долу, трябва да напишете ID-тата на страниците. За повече от една страница, използвайте стойности, разделени със запетая напр. 1,2,3. 0 значи ВСИЧКИ страници, -1 значи начална страница.

source: This section allows you to configure parts of this plugin that will improve performance on your site and increase page speeds by reducing extra files from being unnecessarily included on pages as well as reducing server loads where possible. This only applies to pages outside the admin area.
bg_bg: Тази секция Ви позволява да конфигурирате части от това разширение, което ще подобри производителността на сайта Ви и ще намали времето за зареждане чрез намаляване на ненужните допълнителни полета, които се зареждат. Ще намали потреблението на ресурси на сървъра, където е възможно. Валидно е само за страници извън администраторския панел.

source: Warning!
bg_bg: Внимание!

source: This is for advanced users, you should know what you're doing here or things will not work properly. For more information on how these options work see our <a href="%s" target="_blank">optimization recommendations</a>
bg_bg: Това е за напреднали потребители, ако не знаете какво правите, нещата може да не работят както трябва. За повече информация как работят тези настройки, вижте нашите <a href="%s" target="_blank">препоръки за оптимизация</a>

source: JavaScript Files
bg_bg: JavaScript файлове

source: If you are not using it already, we recommend you try the <a href="%s" target="_blank">Use Google Libraries</a> plugin, because without further optimization options below it already significantly reduces the number of files needed to display your Event pages and will most likely speed up your overall website loading time.
bg_bg: Ако не ги ползвате, Ви препоръчваме да опитате <a href="%s" target="_blank">'Use Google Libraries'</a> разширението, защото дори без допълнителна оптимизация, то значително намалява количеството на файловете, нужни за зареждането на събитията и вероятно ще намали времето за зареждане на целия сайт.

source: Limit JS file loading?
bg_bg: Ограничаване на зареждането на JS файлове?

source: Prevent unnecessary loading of JavaScript files on pages where they are not needed.
bg_bg: Предотвратяване на ненужно зареждане на JavaScript файлове, на страници, където не са нужни.

source: Aside from pages we automatically generate and include certain jQuery files, if you are using Widgets, Shortcode or PHP to display specific items you may need to tell us where you are using them for them to work properly. Below are options for you to include specific jQuery dependencies only on certain pages.
bg_bg: В страни от страниците, които генерираме автоматично и използваме определени jQuery файлове, ако използвате джаджи, шорткодове или PHP, за да показвате определени елементи, може да се наложи да ни кажете къде се използват, за да работят правилно. По-долу са опциите, които Ви позволяват да добавяте специфични jQuery зависимости, само на определени страници.

source: General JS
bg_bg: Общи JS

source: Loads our own JS file if no other dependencies are already loaded, which is still needed for many items generated by EM using JavaScript such as Calendars, Maps and Booking Forms/Buttons
bg_bg: Зарежда нашият JS файл, ако няма други заредени зависимости. Това е нужно за много елементи, генерирани от EM, използвайки JavaScript, като Календари, карти и формуляри за резервации.

source: Search Forms
bg_bg: Форми за търсене

source: Include pages where you use shortcodes or widgets to display event search forms.
bg_bg: Включваме ма страници, в които използвате щорткодове или джаджи, за да показвате форми за търсене.

source: Event Edit and Submission Forms
bg_bg: Формуляри за промяна и създаване на събития

source: Include pages where you use shortcode or PHP to display event submission forms.
bg_bg: Включване на страници, в които използвате шорткодове или PHP, за да показвате формуляри за създаване на събития.

source: Booking Management Pages
bg_bg: Страници за управление на резервации

source: CSS File
bg_bg: CSS файл

source: Limit loading of our CSS files?
bg_bg: Ограничаване на зареждането на CSS файлове?

source: Enabling this will prevent us from loading our CSS file on every page, and will only load on specific pages generated by Events Manager.
bg_bg: Включването на тази опция, ще забрани зареждането на нашия CSS файл на всяка страница и ще го зарежда само на страници, генерирани от Events Manager.

source: Include on
bg_bg: Включване на

source: Our CSS file will only be INCLUDED on all of these pages.
bg_bg: Нашият CSS файл ще бъде ВКЛЮЧВАН на тези страници.

source: Exclude on
bg_bg: Изключване на

source: Our CSS file will be EXCLUDED on all of these pages. Takes precedence over inclusion rules.
bg_bg: Нашият CSS файл ще бъде ИЗКЛЮЧВАН на тези страници. Тази опция е с по-висок приоритет от тази за включване.

source: Thumbnails
bg_bg: Картинки

source: By default we used to use TimThumb (in some cases we still do), which is supplied with our plugin, to generate all your thumbnails, alternatively you can use the default WordPress thumbnail generator which is less resource intensive.
bg_bg: По подразбиране, преди използвахме TimThumb(в някои случай все още го ползваме), който е предоставен с разширението, за да генерира всичките ви картинки. Като алтернатива, можете да използвате генератора на картинки на WordPress, който използва по-малко ресурси.

source: Use WordPress thumbnails?
bg_bg: Използване на картинки от WordPress?

source: Recommended you enable this, as it will speed up your site page loading times if displaying many thumbnails on your pages.
bg_bg: Препоръчително е да включите това, ще намали времето за зареждане на сайта Ви, ако има много картинки на страниците.

source: Styling Options
bg_bg: Опции за стилизиране

source: Events Manager imposes a minimal amount of styling on websites so that your themes can take over.
bg_bg: Event Manager използва минимално стилизиране на сайтовете, за да може темата Ви да свърши останалото.

source: Below are some additional options for individual pages and sections, which you can turn on to enforce custom styling provided by the plugin or off if you want to do your own custom styling.
bg_bg: По-долу са някои допълнителни опции, за индивидуални страници и секции, които можете да включите, за да наложите допълнително стилизиране от разширението, или да изключите, ако искате да използвате собствени стилове.

source: Search forms
bg_bg: Форми за търсене

source: Event/Location admin pages
bg_bg: Администраторски страници за Събитие/Локация

source: Booking admin pages
bg_bg: Администраторски страници за резервации

source: Events list page
bg_bg: Страница със списък със събития

source: Locations list page
bg_bg: Страница със списък с локации

source: Event booking forms
bg_bg: Форми за резервации за събития

source: Categories list page
bg_bg: Страница със списък с категории

source: Tags list page
bg_bg: Страница със списък с етикети

source: Many themes display extra meta information on post pages such as 'posted by' or 'post date' information, which may not be desired. Usually, page templates contain less clutter.
bg_bg: Много теми показват допълнителна мета информация във публикации, като 'Публикувано от' или 'Дата на публикацията', което може би не желаете. Обикновено шаблоните за страници съдържат по-малко подобна информация.

source: If you choose 'Pages' then %s will be shown using your theme default page template, alternatively choose from page templates that come with your specific theme.
bg_bg: Ако изберете 'Страници', %s ще се показва, използвайки шаблона за страница от темата Ви. Като алтернатива, изберете от шаблоните, които идват с вашата тема.

source: Be aware that some themes will not work with this option, if so (or you want to make your own changes), you can create a file named <code>single-%s.php</code> <a href='#'>as shown on the wordpress codex</a>, and leave this set to Posts.
bg_bg: Имайте предвид че някои теми няма да работят с тази опция. Ако това се случи(или искате да правите собствени промени), можете да създадете файл с име <code>single-%s.php</code> <a href='#'>както в кодекса на WordPress</a> и оставете тази опция на 'Публикации'.

source: If you would like to add extra classes to your body html tag when a single %s page is displayed, enter it here. May be useful or necessary if your theme requires special class names for specific templates.
bg_bg: Ако искате да добавите допълнителни класове към <body> тага във вашият HTML, когато single %s страница се показва, добавете го тук. Може да бъде полезно ако темата Ви изисква специални имена на класовете за специфични шаблони.

source: Same concept as the body classes option, but some themes also use the <code>post_class()</code> function within page content to differentiate styling between post types.
bg_bg: Същата концепция като опцията за <body> тагове, но някои теми също използват функцията <code>post_class()</code> в съдържанието на страницата, за да разграничат дизайна м/у различните типове публикации.

source: By using formats, you can control how your %s are displayed from within the Events Manager <a href='#formats' class='nav-tab-link' rel='#em-menu-formats'>Formatting</a> tab above without having to edit your theme files.
bg_bg: Използвайки формати, можете да контролирате как вашите %s се показват в раздела за <a href='#formats' class='nav-tab-link' rel='#em-menu-formats'>Форматиране</a> по-горе, без да трябва да променяте файловете на темата Ви.

source: Posts
bg_bg: Публикации

source: Theme Templates
bg_bg: Шаблони на темата

source: Permalink Slugs
bg_bg: Slug-ове на постоянните връзки

source: You can change the permalink structure of your events, locations, categories and tags here. Be aware that you may want to set up redirects if you change your permalink structures to maintain SEO rankings.
bg_bg: Можете да променяте структурата на постоянните връзки на събитията, локациите, категориите и етикетите, тук. Имайте предвид, че може да се наложи да направите пренасочвания, за да поддържате вашият SEO ранг.

source: e.g. %s - you can use / Separators too
bg_bg: напр. %s - можете също да използвате '/' разделители

source: Event Categories
bg_bg: Категории на събитията

source: Event Tags
bg_bg: Етикети на събитията

source: %s Pages
bg_bg: %s страници

source: Display %s as
bg_bg: Показване на %s като

source: Body Classes
bg_bg: Body класове

source: Post Classes
bg_bg: Класове на Публикации

source: Override with Formats?
bg_bg: Презаписване(Override) с формати?

source: Enable Comments?
bg_bg: Включване на коментари?

source: If you would like to disable comments entirely, disable this, otherwise you can disable comments on each single %s. Note that %s with comments enabled will still be until you resave them.
bg_bg: Ако искате да изключите коментарите напълни, изключете това, иначе можете да изключвате коментари на всяка страница на %s по отделно. Имайте предвид че вече съществуващи %s , със включени коментари, ще продължат да имат включени коментари, докато не ги презапишете(обновите).

source: %s List/Archives
bg_bg: Списък/Архив с %s

source: Events page
bg_bg: Страница със събития

source: [No %s Page]
bg_bg: (няма страница за %s)

source: This option allows you to select which page to use as an events page. If you do not select an events page, to display event lists you can enable event archives or use the appropriate shortcodes and/or template tags.
bg_bg: Тази опция Ви позволява да изберете коя страница да използвате за събития. Ако не изберете страница за събития, можете да включите архива на събитията и да използвате подходящите шорткодове.

source: Show events search?
bg_bg: Показване на търсачка за събитията?

source: If set to yes, a search form will appear just above your list of events.
bg_bg: Ако е включено, ще се появи търсачка точно над списъка със събитията.

source: Display calendar in events page?
bg_bg: Показване на календар в страницата за събития?

source: This options allows to display the calendar in the events page, instead of the default list. It is recommended not to display both the calendar widget and a calendar page.
bg_bg: Тези настройки позволяват показването на календар на страницата за събития, вместо списъка по подразбиране. Препоръчва се да не използвате джаджата с календара и страница с календар едновременно.

source: If you would like to show events that span over more than one day, see the Calendar section on this page.
bg_bg: Ако искате да показвате събития, които продължават повече от един ден, вижте секцията 'Календар' на тази страница.

source: Disable title rewriting?
bg_bg: Изключване на презаписването на заглавия?

source: Some WordPress themes don't follow best practices when generating navigation menus, and so the automatic title rewriting feature may cause problems, if your menus aren't working correctly on the event pages, try setting this to 'Yes', and provide an appropriate HTML title format below.
bg_bg: Някои WordPress теми не следват добрите практики при генериране на менюта и автоматичното генериране на заглавия може да създава проблеми. Ако менютата Ви не работят правилно на страниците със събития, опитайте да включите тази опция и въведете подходящ HTML формат за заглавие по-долу.

source: Event Manager titles
bg_bg: Заглавия на Event Manager

source: This only setting only matters if you selected 'Yes' to above. You will notice the events page titles aren't being rewritten, and you have a new title underneath the default page name. This is where you control the HTML of this title. Make sure you keep the #_PAGETITLE placeholder here, as that's what is rewritten by events manager. To control what's rewritten in this title, see settings further down for page titles.
bg_bg: Тази настройка има значение САМО ако сте включили горната. Ще забележите ще заглавията на страниците със събития не се пренаписват автоматично и имате ново заглавие под нормалното име на страницата. Тук можете да контролирате HTML кодът на това заглавие. Запазете #_PAGETITLE контейнера(placeholder) тук - той бива пренаписван от Events Manager. За да контролирате пренаписването, разгледайте настройките по-надолу на тази страница.

source: WordPress %s Archives
bg_bg: Архиви за %s на WordPress

source: %s custom post types can have archives, just like normal WordPress posts. If enabled, should you visit your base slug url %s and you will see an post-formatted archive of previous %s
bg_bg: Потребителски типове съдържание %s могат да имат архиви, както нормалните публикации на WordPress. Ако е включено, при посещение на страницата със slug %s ще видите форматиран архив на предишни %s

source: Note that assigning a %s page above will override this archive if the URLs collide (which is the default setting, and is recommended for maximum plugin compatibility). You can have both at the same time, but you must ensure that your page and %s slugs are different.
bg_bg: Имайте предвид че назначаването на страница за %s по-горе ще презапише този архив ако URL адресите съвпадат(което е настройката по подразбиране и е препоръчително за максимална съвместимост с разширения). Можете да имате двете едновременно, но трябва да сте сигурни че slug-овете на страницата и на %s са различни.

source: Enable Archives?
bg_bg: Включване на архивите?

source: Allow WordPress post-style archives.
bg_bg: Позволяване на архиви, подобни на тези на WordPress публикациите.

source: Default event archive ordering
bg_bg: Подредба на архивите за събития по подразбиране

source: Order by start date, start time
bg_bg: Подредба по начална дата и час

source: Order by name
bg_bg: Подредба по име

source: Ascending
bg_bg: Възходящ ред

source: Descending
bg_bg: Низходящ ред

source: When Events Manager displays lists of events the default behaviour is ordering by start date in ascending order. To change this, modify the values above.
bg_bg: Когато Events Manager показва лист със събития, подредбата по подразбиране е според началната дата, във възходящ ред. За да промените това, променете стойностите по-горе.

source: Event archives scope
bg_bg: Обхват на архивите със събития

source: General settings
bg_bg: Общи настройки

source: Are current events past events?
bg_bg: Да се броят ли протичащите събития за минали?

source: By default, events that are have an end date later than today will be included in searches, set this to yes to consider events that started 'yesterday' as past.
bg_bg: По подразбиране, събития, които имат крайна дата по-късна от днес ще бъдат включени в търсенията. Изберете 'да' за да считате събития, започнали 'вчера' като отминали.

source: Include in WordPress Searches?
bg_bg: Включване в търсенията на WordPress?

source: Allow %s to appear in the built-in search results.
bg_bg: Позволете %s да се показва(т) във вградените резултати за търсения.

source: Default %s list options
bg_bg: Опции по подразбиране за списъците с %s

source: These can be overriden when using shortcode or template tags.
bg_bg: Могат да бъдат презаписвани, чрез използване на шорткод или тагове за шаблони.

source: Default event list ordering
bg_bg: Подреждане по подразбиране на списъците със събития

source: Order by start date, start time, then event name
bg_bg: Подреждане по начална дата, начално време и име.

source: Order by name, start date, then start time
bg_bg: Подреждане по име, начална дата и начален час

source: Order by name, end date, then end time
bg_bg: Подреждане по име, крайна дата и краен час

source: Order by end date, end time, then event name
bg_bg: Подреждане по крайна дата, краен час и име

source: All Ascending
bg_bg: Всички възходящо

source: All Descending
bg_bg: Всички низходящо

source: Event list scope
bg_bg: Обхват на списъка със събития

source: Only show events starting within a certain time limit on the events page. Default is future events with no end time limit.
bg_bg: Показване само на събития, започващи в рамките на определен времеви лимит, на страницата със събития. По подразбиране - бъдещи събития без лимит за крайна дата.

source: Event List Limits
bg_bg: Лимити за списъка със събития

source: This will control how many events are shown on one list by default.
bg_bg: Тази опция контролира колко събития се показват в един списък, по подразбиране.

source: Controls how many events being held at a location are shown per page when using placeholders such as %s. Leave blank for no limit.
bg_bg: Контролира колко събития, провеждащи се на определена локация се показват на страница, когато се използват контейнери(placeholders), като %s. Оставете празно, ако искате да няма лимит.

source: %s page
bg_bg: Страница със %s

source: This option allows you to select which page to use as the %s page. If you do not select a %s page, to display lists you can enable archives or use the appropriate shortcodes and/or template tags.
bg_bg: Тази опция ви позволява да изберете коят станица да използвате като страница на %s. Ако не изберете страниза на %s, за да показвате списъци, можете да включите архивите или да използвате подходящите шорткодове и/или тагове на шаблони(template tags).

source: Show locations search?
bg_bg: Показване на търсачка за локации?

source: If set to yes, a search form will appear just above your list of locations.
bg_bg: Ако изберете 'Да', ще се покаже търсачка, точно над списъка с локации.

source: Note that assigning a %s page above will override this archive if the URLs collide (which is the default settings, and is recommended for maximum plugin compatibility). You can have both at the same time, but you must ensure that your page and %s slugs are different.
bg_bg: Имайте предвид че задаване на страница за %s по-горе ще презапише този архив, ако URL адресите съвпадат(което е настроено по подразбиране и се препоръчва за максимална съвместимост с разширения). Можете да имате двете едновременно, но трябва да сте сигурни че slug-овете на страницата и на %s са различни.

source: Default archive ordering
bg_bg: Подредба по подразбиране за архивите

source: Order by %s
bg_bg: Подреждане по %s

source: Country
bg_bg: Държава

source: Town
bg_bg: Населено място

source: Default list ordering
bg_bg: Подредба по подразбиране за списъка

source: List Limits
bg_bg: Лимити на списъка

source: This will control how many %s are shown on one list by default.
bg_bg: Това ще контролира колко %s се показват на един списък, по подразбиране.

source: %s are a <a href="%s" target="_blank">WordPress custom taxonomy</a>.
bg_bg: %s са <a href="%s" target="_blank">потребителска таксономия на WordPress</a>.
