Repository: shtrak/bg_WP
Catalog: events-manager/includes/langs/dbem-*.po
Languages: bg_bg

source: If you use the %s <a href="%s">shortcode</a>, you can display a map of all your locations and events, the settings below will be used.
bg_bg: Ако използвате %s <a href="%s">шорткод</a>, можете да показвате карта на всичките си локации и събития. Настройките по-долу ще бъдат използвани.

source: Location balloon format
bg_bg: Формат на балончето за локация

source: The format of of the text appearing in the balloon describing the location.
bg_bg: Форматът на текстът в балончето, съдържащ описанието за локацията.

source: Event.
bg_bg: Събитие.

source: Single Location/Event Map Format
bg_bg: Формат за единична локация/карта за събитие

source: If you use the <code>#_LOCATIONMAP</code> <a href="%s">placeholder</a> when displaying individual event and location information, the settings below will be used.
bg_bg: Ако използвате <code>#_LOCATIONMAP</code> <a href="%s">контейнер(placeholder)</a>, когато показвате информация за единично събитие и локация, настройките по-долу ще бъдат използвани.

source: Allow guest bookings?
bg_bg: Позволяване на резервации от гости?

source: If enabled, guest visitors can supply an email address and a user account will automatically be created for them along with their booking. They will be also be able to log back in with that newly created account.
bg_bg: Ако е включено, гости(нерегистрирани потребители) ще могат да правят резервации с имейл адреса си. Когато въведат имейл адреса си, автоматично ще им бъде създаван акаунт, с който след това ще могат да се логват в сайта.

source: Approval Required?
bg_bg: Нужно одобрение?

source: Bookings will not be confirmed until the event administrator approves it.
bg_bg: Резервациите няма да бъдат потвърждавани, докато не бъдат одобрени от администратор.

source: This setting is not applicable when using payment gateways, see individual gateawys for approval settings.
bg_bg: Тази настройка не важи когато се използват различни начини за плащане. Разгледайте отделните начини за плащане за настройки за одобрение.

source: Reserved unconfirmed spaces?
bg_bg: Резервиране на непотрърдени места?

source: By default, event spaces become unavailable once there are enough CONFIRMED bookings. To reserve spaces even if unnapproved, choose yes.
bg_bg: По подразбиране, местата за събития се запълват, когато има достатъчно ПОТВЪРДЕНИ резервации. За да се резервитат и местата, ако не са потвърдени, изберете 'да'.

source: Can users cancel their booking?
bg_bg: Могат ли потребителите да отказват резервациите си?

source: If enabled, users can cancel their bookings themselves from their bookings page.
bg_bg: Ако е включено, потребителите могат сами да отказват резервациите си, през страницата им за резервации.

source: Allow overbooking when approving?
bg_bg: Позволяване на резервиране на повече места от наличните, при одобряване?

source: If you get a lot of pending bookings and you decide to allow more bookings than spaces allow, setting this to yes will allow you to override the event space limit when manually approving.
bg_bg: Ако имате много чакащи одобрение резервации и решите да позволявата повече от наличните места, включването на тази опция ще Ви позволи да презаписвате лимита за места на събитието, когато одобрявате ръчно.

source: Allow double bookings?
bg_bg: Позволяване на двойни резервации?

source: If enabled, users can book an event more than once.
bg_bg: Ако е включено, потребителите могат да резервират място за събитие повече от веднъж.

source: Pricing
bg_bg: Цени

source: Currency
bg_bg: Валута

source: Choose your currency for displaying event pricing.
bg_bg: Изберете валутата, която ще се показва в цените за събитията.

source: Thousands Separator
bg_bg: Разделител за хилядни

source: Decimal Point
bg_bg: Десетична запетая

source: Currency Format
bg_bg: Формат на валутата

source: Choose how prices are displayed. <code>@</code> will be replaced by the currency symbol, and <code>#</code> will be replaced by the number.
bg_bg: Изберете как да се изписват цените. <code>@</code> ще бъде заменено със символа на валутата, а <code>#</code>, с цифрата.

source: Tax Rate
bg_bg: Такса(напр. ДДС)

source: Add a tax rate to your ticket prices (entering 10 will add 10% to the ticket price).
bg_bg: Добавете такса към цените на билетите (въвеждате на 10, ще добави такса от 10% към цената).

source: Add tax to ticket price?
bg_bg: Добавяне на такса към цените?

source: When displaying ticket prices and booking totals, include the tax automatically?
bg_bg: Когато се показват цените на билетите и общите цени при резервации, да се добавя ли таксата автоматично?

source: Customize Feedback Messages
bg_bg: Промяна на съобщенията за обратна връзка

source: Below you will find texts that will be displayed to users in various areas during the bookings process, particularly on booking forms.
bg_bg: По-долу ще намерите текстовете, които ще се показват на потребителите на различни места, по време на процеса на резервация, по-точно на формулярите за резервация.

source: My Bookings messages
bg_bg: Моите съобщения за резервации

source: Booking Cancelled
bg_bg: Отменена резервация

source: When a user cancels their booking, this message will be displayed confirming the cancellation.
bg_bg: Когато потребител отмени резервацията си, това съобщение ще се появи, за да потвърди отмяната.

source: Booking Cancellation Warning
bg_bg: Предупреждение за отмяна на резервацията

source: When a user chooses to cancel a booking, this warning is displayed for them to confirm.
bg_bg: Когато потребител се опита да отмени резервация, това предупреждение ще се покаже, искайки потвърждение.

source: Booking form texts/messages
bg_bg: Текстове/съобщение за форми за резервация

source: Bookings disabled
bg_bg: Резервациите са изключени

source: An event with no bookings.
bg_bg: Събитие без резервации.

source: Bookings closed
bg_bg: Резервациите са затворени

source: Bookings have closed (e.g. event has started).
bg_bg: Резервациите са затвотени (т.е събитието е започнало).

source: Fully booked
bg_bg: Местата за запълнени

source: Event is fully booked.
bg_bg: Местата за събитието за запълнени.

source: Already attending
bg_bg: Вече е резервирано

source: If already attending and double bookings are disabled, this message will be displayed, followed by a link to the users booking page.
bg_bg: Ако потребителят е направил резервация и двойните резервации са изключени, това съобщение ще се показва, а след него връзка към страницата за резервации на потребителя.

source: Manage bookings link text
bg_bg: Управление на текста на връзките за резервация

source: Link text used for link to user bookings.
bg_bg: Текста на връзките, сочещи към резервациите на потребителя.

source: Booking form feedback messages
bg_bg: Съобщение за обратна връзка от формулярите за резервация

source: When a booking is made by a user, a feedback message is shown depending on the result, which can be customized below.
bg_bg: Когато потребител прави резервация, се показва съобщение, различно според резултата, което може да бъде променяно по-долу.

source: Successful booking
bg_bg: Успешна резервация

source: When a booking is registered and confirmed.
bg_bg: Когато резервацията е запазена и потвърдена.

source: Successful pending booking
bg_bg: Успешна заявка за резервация.

source: When a booking is registered but pending.
bg_bg: Когато резервацията е успешно изпратена и чака одобрение.

source: Not enough spaces
bg_bg: Няма достатъчно места

source: When a booking cannot be made due to lack of spaces.
bg_bg: Когато не може да бъде направена резервация, заради липса на свободни места.

source: Errors
bg_bg: Грешки

source: When a booking cannot be made due to an error when filling the form. Below this, there will be a dynamic list of errors.
bg_bg: Когато резервацията не може да бъде направена, заради грешка при попълване на формуляра. Под това съобщение ще има динамичен списък с грешки.

source: Email Exists
bg_bg: Имейл адресът вече съществува

source: When a guest tries to book using an email registered with a user account.
bg_bg: Когато гост се опита да направи резервация, използвайки имейл адрес, регистриран с потребителски акаунт.

source: User must log in
bg_bg: Потребителят трябва да влезне

source: When a user must log in before making a booking.
bg_bg: Когато потребител трябва да се впише в системата, преди да направи резервация.

source: Error mailing user
bg_bg: Проблем с изращането на имейл до потребителя

source: If a booking is made and an email cannot be sent, this is added to the success message.
bg_bg: Ако резервацията е направена и имейлът не може да бъде изпратен, това се добавя към съобщението за успешна резервация.

source: Already booked
bg_bg: Вече е направена резервация

source: If the user made a previous booking and cannot double-book.
bg_bg: Ако потребителя вече е направил резервация и не може да прави двойни резервации.

source: No spaces booked
bg_bg: Няма резервирани места

source: If the user tries to make a booking without requesting any spaces.
bg_bg: Ако потребителят се опита да направи резервация, без да е поискал места.

source: Sold Out
bg_bg: Разпродадено

source: Maximum spaces per booking
bg_bg: Максимални места за една резервация

source: If the user tries to make a booking with spaces that exceeds the maximum number of spaces per booking.
bg_bg: Ако потребителят се опита да направи резервация с брой места, който надвишава максималния брой на места за една резервация.

source: %d will be replaced by a number.
bg_bg: %d ще бъде заменено с цифра.

source: Booking button feedback messages
bg_bg: Съобщения за обратна връзка на бутона за резервации

source: When the %s placeholder, the below texts will be used.
bg_bg: Когато се използва контейнера(placeholder) %s, тези текстове ще се ползват.

source: User can book
bg_bg: Потребителят може да прави резервации

source: Booking in progress
bg_bg: Резервацията се обработва

source: Booking complete
bg_bg: Резервацията е успешна

source: Booking already made
bg_bg: Резервацията е вече направена

source: Booking error
bg_bg: Грешка при резервацията

source: Event fully booked
bg_bg: Няма повече места за събитието

source: Cancelation in progress
bg_bg: Отменя се...

source: Cancelation complete
bg_bg: Отменено

source: Cancelation error
bg_bg: Грешка с отменянето

source: Booking Form
bg_bg: Формуляр за резервации

source: Display login form?
bg_bg: Показване на форма за влизане

source: Choose whether or not to display a login form in the booking form area to remind your members to log in before booking.
bg_bg: Изберете дали да показвате форма за вписване във секцията на формата за резервации, за да напомните на потребителите да се впишат в системата, преди да правят резервации.

source: Submit button text
bg_bg: Текст на бутона за изпращане

source: The text used by the submit button. To use an image instead, enter the full url starting with %s or %s.
bg_bg: Текстът във бутона за изпращане. За да използвате картинка вместо него, въведете пълният URL адрес, започващ с %s или %s.

source: Ticket
bg_bg: Билет

source: Single ticket mode?
bg_bg: Режим с единичен билет?

source: In single ticket mode, users can only create one ticket per booking (and will not see options to add more tickets).
bg_bg: В режима с единичен билет, потребителите могат да създават само един билет към резервация (и няма да виждат опцията за добавяне на нови билети).

source: Show ticket table in single ticket mode?
bg_bg: Показване на таблицата с билети в режим с единичен билет?

source: If you prefer a ticket table like with multiple tickets, even for single ticket events, enable this.
bg_bg: Ако искате таблица с билети, дори в режим с единичен билет, включете това.

source: Show unavailable tickets?
bg_bg: Показване на билети, които не са налични?

source: You can choose whether or not to show unavailable tickets to visitors.
bg_bg: Можете да изберете дали да показвате билетите, които не са налични, на посетителите.

source: Show member-only tickets?
bg_bg: Показване на билети само за регистрирани потребители?

source: %s must be set to yes for this to work.
bg_bg: %s трябва да е включено, за да работи това.

source: If there are member-only tickets, you can choose whether or not to show these tickets to guests.
bg_bg: Ако има билети само за регистрирани потребители, можете да изберете дали да показвате тези билети и на гости.

source: Show multiple tickets if logged out?
bg_bg: Показване на повече от един билет, ако потребителя не се е вписал в системата.

source: If guests cannot make bookings, they will be asked to register in order to book. However, enabling this will still show available tickets.
bg_bg: Ако гостите не могат да правят резервации, ще бъдат подканвани да се регистрират, за да направят резервация. Въпреки това, включването на тази опция все пак ще показва наличните билети.

source: Ticket Price (Descending)
bg_bg: Цена на билет (Низходящо)

source: Ticket Price (Ascending)
bg_bg: Цена на билет (Възходящо)

source: Ticket Name (Ascending)
bg_bg: Име на билет (Възходящо)

source: Ticket Name (Descending)
bg_bg: Име на билет (Низходящо)

source: Order Tickets By
bg_bg: Подреждане на билетите според

source: Choose which order your tickets appear.
bg_bg: Изберете по какъв начин да се подреждат билетите.

source: No-User Booking Mode
bg_bg: Режим без потребителски резервации

source: By default, when a booking is made by a user, this booking is tied to a user account, if the user is not registered nor logged in and guest bookings are enabled, an account will be created for them.
bg_bg: По подразбиране, когато потребител направи резервация, тази резервация е асоцирана с потребителски акаунт. Ако потребителят не е регистриран или влезнал в с-мата, и резервации от гости са включени, за него ще бъде създаден акаунт.

source: The option below allows you to disable user accounts and assign all bookings to a parent user, yet you will still see the supplied booking personal information for each booking. When this mode is enabled, extra booking information about the person is stored alongside the booking record rather than as a WordPress user.
bg_bg: Опцията по-долу Ви позволява да изключвате потребителски акаунти и да назначавате всички резервации към родителски потребител, и пак ще виждате информацията, въведена за всяка отделна резервация. Когато този режим е включен, допълнителната информация за резервиращия е запазена заедно със записа на резервация, вместо към конкретен потребител.

source: Users with accounts (which would be created by other means when this mode is enabled) will still be able to log in and make bookings linked to their account as normal.
bg_bg: Потребители със акаунти все още ще могат да се впишат и да правят резервации към техните профили, както обикновено.

source: <strong>Warning : </strong> Various features afforded to users with an account will not be available, e.g. viewing bookings. Once you enable this and select a user, modifying these values will prevent older non-user bookings from displaying the correct information.
bg_bg: <strong>Внимание: </strong> Различните функции, дадени на потребителите с акаунт, няма да бъдат достъпни, напр. разглеждане на резервации. Когато активирате това и изберете потребител, старите резервации, необвързани с потребителски профил, няма да могат да показват правилната информация.

source: Enable No-User Booking Mode?
bg_bg: Включване на режим без потребителски резервации?

source: This disables user registrations for bookings.
bg_bg: Това изключва потребителските регистрации за резервации.

source: Allow bookings with registered emails?
bg_bg: Позволяване на резервации с регистрирани имейл адреси?

source: By default, if a guest tries to book an event using the email of a user account on your site they will be asked to log in, selecting yes will bypass this security measure.
bg_bg: По подразбиране, ако гост се опита да направи резервация за събитие, използвайки имейл на регистриран на сайта потребител, те ще бъдат подканвани да влезнат в профила си. Избирането на 'Да', ще прескочи тази мярка за сигурност.

source: <strong>Warning : </strong> By enabling this, registered users will not be able to see bookings they make as guests in their "My Bookings" page.
bg_bg: <strong>Внимание: </strong> Включвайки тази опция, региострираните потребители няма да могат да виждат резервациите, които правят без да са влезнали в профила си, в тяхната страница "моите резервации".

source: Assign bookings to
bg_bg: Назначи резервациите към

source: Choose a parent user to assign bookings to. People making their booking will be unaware of this and will never have access to those user details. This should be a subscriber user you do not use to log in with yourself.
bg_bg: Изберете родителски потребител, към който да назначите всички резервации. Хората, правещи резервациите няма да знаят това и никога няма да имат достъп до тези данни. Потребителят трябва да е с най-ниски права и да не го използвате за вписване в WordPress.

source: Booking Email Templates
bg_bg: Email шаблони за резервации

source: You can disable this email by leaving the subject blank.
bg_bg: Можете да изключите този имейл, като оставите полето 'Относно' празно.

source: Email events admin?
bg_bg: Да се изпращат ли съобщения до администратора на събитията?

source: If you would like every event booking confirmation email sent to an administrator write their email here (leave blank to not send an email).
bg_bg: Ако искате всеки потвърдителен имейл да бъде изпращан и до администратор, въведете имейлът му тук(оставете празно, за да не се изпраща).

source: For multiple emails, seperate by commas (e.g. email1@test.com,email2@test.com,etc.)
bg_bg: За няколко имейл адреса, използвайте разделителна запетая (напр. email1@test.com,email2@test.com).

source: Email event owner?
bg_bg: Изпращане на имейл до собственика на събитието?

source: Check this option if you want the event contact to receive an email when someone books places. An email will be sent when a booking is first made (regardless if confirmed or pending)
bg_bg: Включете тази опция, ако искате собственика на събитието да получава имейл всеки път, когато някой направи резервация. Ще бъде изпратено писмо, когато е направена резервация, без значение дали е потвърдена или чака одобрение.

source: Event Admin/Owner Emails
bg_bg: Имейли на администратора/собственика на събитието

source: Contact person booking confirmed
bg_bg: Лице за контакт при потвърждаване на резервация

source: An email will be sent to the event contact when a booking is first made.
bg_bg: Ще бъде изпратен имейл до човека за контакти в събитието, когато се направи резервация.

source: Contact person email subject
bg_bg: Поле 'относно' в имейла до човека за контакти на събитието

source: Contact person email
bg_bg: Имейл до човека за контакти на събитието

source: Contact person booking cancelled
bg_bg: Имейл до човека за контакти на събитието - отказана резервация

source: An email will be sent to the event contact if someone cancels their booking.
bg_bg: Ще бъде изпратен имейл до човека за контакти, ако някой откаже резервацията си.

source: Contact person cancellation subject
bg_bg: Поле 'относто' в имейла за отказана резервация

source: Contact person cancellation email
bg_bg: Имейл за отказана резервация

source: Booked User Emails
bg_bg: Потребителски имейли за резервации

source: Confirmed booking email
bg_bg: Имейл за потвърдена резервация

source: This is sent when a person's booking is confirmed. This will be sent automatically if approvals are required and the booking is approved. If approvals are disabled, this is sent out when a user first submits their booking.
bg_bg: Това писмо се зпраща, когато резервацията на потребителя е потвърдена. Ще бъде изпратено автоматично, ако е нужно одобрение, след като резервацията е одобрена. Ако одобрение не е нужно, ще бъде изпратено веднага след като потребителя направи резервацията.

source: Booking confirmed email subject
bg_bg: Поле 'относно' в имейла за потвърдена резервация

source: Booking confirmed email
bg_bg: Имейл за потвърдена резервация

source: Pending booking email
bg_bg: Имейл за резервация, очакваща одобрение

source: This will be sent to the person when they first submit their booking. Not relevant if bookings don't require approval.
bg_bg: Ще бъде изпратен на потребителя, когато изпратят резервацията си за одобрение. Ако одобрения не са нужни, писмото няма да бъде изпратено.

source: Booking pending email subject
bg_bg: Поле 'относно' в имейла за резервация, очакваща одобрение

source: Booking pending email
bg_bg: Имейл за резервация, очакваща одобрение

source: Rejected booking email
bg_bg: Имейл за отказана регистрация

source: This will be sent automatically when a booking is rejected. Not relevant if bookings don't require approval.
bg_bg: Този имейл ще бъде изпращан автоматично, когато резервация е отказана. Не се изпраща ако резервациите нямат нужда от одобрение

source: Booking rejected email subject
bg_bg: Поле 'относно' в имейла за отказана резервация

source: Booking rejected email
bg_bg: Имейл за отказана резервация

source: Booking cancelled
bg_bg: Отказана резервация

source: This will be sent when a user cancels their booking.
bg_bg: Ще бъде изпратено, когато потребител откаже резервацията си.

source: Booking cancelled email subject
bg_bg: Поле 'относто' в имейла за отказана резервация

source: Booking cancelled email
bg_bg: Имейл за отказана резервация

source: Registration Email Templates
bg_bg: Шаблони за имейл за регистрация

source: This is only applicable when %s is not active.
bg_bg: Валидно само когато %s не е активен.

source: When a guest user makes a booking for the first time in Events Manager, a new user account is created for them and they are sent their credentials in a seperate email, which can be modified below.
bg_bg: Когато нерегистриран потребител направи резервация за първи път в Events Manager, за него се създава нов потребител. Потребителят получава данните си за достъп в отделен имейл, ойто може да бъде модифициран по-долу.

source: Disable new registration email?
bg_bg: Изключване на имейлите за нова регистрация?

source: Check this option if you want to prevent the WordPress registration email from going out when a user anonymously books an event.
bg_bg: Включете тази опция, ако искате да спрете изпращането на имейли за нова регистрация на WordPress, когато анонимен потребител направи резервация за събитие.

source: Registration email subject
bg_bg: Поле 'относно' на имейла за нова регистрация

source: Registration email
bg_bg: Имейл за нова регистрация

source: %s is replaced by username and %s is replaced by the user password.
bg_bg: %s се заменя от потребителско име, а %s - от паролата на потребителя.

source: Event Submission Templates
bg_bg: Шаблони за създаване на събитие

source: Event Admin Emails
bg_bg: Email на Администратора на събитието

source: Administrator Email
bg_bg: Администраторски email

source: Event submission notifications will be sent to emails added here.
bg_bg: Известията за подадени събития ще бъдат изпратени до имейлите добавени тук.

source: If left blank, no emails will be sent. Seperate emails with commas for more than one email.
bg_bg: Ако оставите прано няма да бъдат изпратени имейли. Разделяйте имейлите със запетайка.

source: Event Submitted
bg_bg: Събитието е подадено.

source: An email will be sent to your administrator emails when an event is submitted and pending approval.
bg_bg: Имейл ще бъде изпратен до админстратора когато събитието е подадено и чака одобрение.

source: Event submitted subject
bg_bg: Тема на подаденото събитие

source: If left blank, this email will not be sent.
bg_bg: Ако е оставено празно имейлът няма да бъе пратен.

source: Event submitted email
bg_bg: Имейл за подаденото събитие
