Repository: shtrak/bg_WP
Catalog: events-manager/includes/langs/dbem-*.po
Languages: bg_bg

source: %s can be displayed just like normal WordPress custom taxonomies in an archive-style format, however Events Manager by default allows you to completely change the standard look of these archives and use our own <a href="%s">custom formatting</a> methods.
bg_bg: %s могат да бъдат показвани съвсем като нормална потребителска таксономия на WordPress във формат, подобен на архив, но Events Manager по подразбиране Ви позволява да променяте изцяло външния вид на тези архиви и да използвате нашите методи за<a href="%s">форматиране</a> .

source: Due to how we change how this custom taxonomy is displayed when overriding with formats it is strongly advised that you assign a %s page below, which increases comatability with various plugins and themes.
bg_bg: Заради начина, по който променяме показването на тази потребителска таксономия при презаписване на формати, силно препоръчваме да назначите страница за %s по-долу, което увеличава съвместимостта с различни разширения и теми.

source: categories
bg_bg: категории

source: <a href="%s">See some more information</a> on how %s work when overriding with formats.
bg_bg: <a href="%s">Вижте повече информация</a> за това как %s работят, при презаписване на формати.

source: Categories
bg_bg: Категории

source: This option allows you to select which page to use as the %s page.
bg_bg: Тази опция Ви позволява да изберете коя страница да използвате като страница на %s.

source: Setting this to yes will make categories display as a page rather than an archive.
bg_bg: Избиране на 'Да' ще накара категориите да се показват като страница, вместо като архив.

source: When listing events for a category, this order is applied.
bg_bg: Когато показваме списък със събития от категория се използва тази подредба.

source: category
bg_bg: категория

source: Count
bg_bg: Брой

source: When listing categories, this order is applied.
bg_bg: Когато се показват списъци с категории се използва тази подредба.

source: Controls how many events belonging to a category are shown per page when using placeholders such as %s. Leave blank for no limit.
bg_bg: Контролира колко събития, принадлежащи в категория се показват на една страница, когато използвате контейнери(placeholders), като напр. %s. Оставете празно ако не искате лимит.

source: tags
bg_bg: етикети

source: Tags
bg_bg: Етикети

source: tag
bg_bg: етикет

source: When listing tags, this order is applied.
bg_bg: Когато се показва списък с етикети се използва тази подредба.

source: Controls how many events belonging to a tag are shown per page when using placeholders such as %s. Leave blank for no limit.
bg_bg: Контролира колко събития, принадлежащи на етикет се показват на една страница, когато използвате контейнери(placeholders), като напр. %s. Оставете празно ако не искате лимит.

source: These pages allow you to provide an event management interface outside the admin area on whatever page you want on your website. Bear in mind that this is overriden by BuddyPress if activated.
bg_bg: Тези страници Ви позволяват да осигурите интерфейс за управление на събитията, извън администраторския панел, на която искате страница от сайта. Имайте предвид че това се презаписва, ако активирате BuddyPress.

source: My Bookings
bg_bg: Моите резервации

source: This page is where people that have made bookings for an event can go and view their previous bookings.
bg_bg: На тази страница потребителите, които са правили резервации за събитие, могат да видят предишните си резервации.

source: My bookings
bg_bg: Моите резервации

source: Users can view their bookings for other events on this page.
bg_bg: Потребителите могат да виждат резервациите си за други събития на тази страница.

source: bookings
bg_bg: резервации

source: Start Date
bg_bg: Начална Дата

source: Booking Date
bg_bg: Дата на резервацията

source: Front-end management pages
bg_bg: Страници за управление през потр. интерфейс

source: Users with the relevant permissions can manage their own events and bookings to these events on the following pages.
bg_bg: Потребители с правилните привилегии могат да управляват своите събития и резервации на тези страници.

source: Edit events
bg_bg: Промяна на събитията

source: Users can view, add and edit their %s on this page.
bg_bg: Потребителите могат да преглеждат, добавят и променят своите %s на тази страница.

source: Edit locations
bg_bg: Промяна на локациите

source: Manage bookings
bg_bg: Управление на резервациите

source: Users can manage bookings for their events on this page.
bg_bg: Потребителите могат да управляват резервациите за събитията си на тази страница.

source: %s Page
bg_bg: Страница за %s

source: These formats will be used on your events page. This will also be used if you do not provide specified formats in other event lists, like in shortcodes.
bg_bg: Тези формати ще бъдат използвани на страницата ви за събития. Ще бъдат използвани също, ако не осигурите специфичните формати в другите списъци със събития, като напр. със шорткодове.

source: Yearly
bg_bg: Годишно

source: Monthly
bg_bg: Месечно

source: Weekly
bg_bg: Седмично

source: Daily
bg_bg: Ежедневно

source: Events page grouping
bg_bg: Групиране на страницата със събития

source: If you choose a group by mode, your events page will display events in groups of your chosen time range.
bg_bg: Ако изберете група по режим, вашата страница със събития ще показва събития в групи във избраната от вас времева рамка.

source: Events page grouping header
bg_bg: Надписи на групите в страницата със събития

source: Choose how to format your group headings.
bg_bg: Изберете как да форматирате надписите на групите.

source: #s will be replaced by the date format below
bg_bg: #s ще бъде заменен от датата във формат по-долу

source: Events page grouping date format
bg_bg: Формат на датата за групирането в страницата със събитията

source: Choose how to format your group heading dates. Leave blank for default.
bg_bg: Изберете как да форматиране датите в надписите на групите си. Оставете празно за форматиране по подразбиране.

source: Date and Time formats follow the <a href="%s">WordPress time formatting conventions</a>
bg_bg: Форматите на дата и час следват <a href="%s">Конвенцията за формат на време на WordPress</a>

source: Default event list format header
bg_bg: Надпис по подразбиране за форматът на списъка със събития, по подразбиране.

source: This content will appear just above your code for the default event list format. Default is blank
bg_bg: Това съдържание ще се показва точно над кодът ви за форматиране на списъка със събития по подразбиране. Празно по подразбиране.

source: Default event list format
bg_bg: Форматиране на списъка със събития, по подразбиране.

source: The format of any events in a list.
bg_bg: Форматирането на всички събития в списък.

source: Default event list format footer
bg_bg: Футър на формата на списъка съ събития, по подразбиране

source: This content will appear just below your code for the default event list format. Default is blank
bg_bg: Това съдържание ще се показва точно под кодът ви за форматиране на списъка със събития по подразбиране. Празно по подразбиране.

source: No events message
bg_bg: Съобщение при липса на събития

source: The message displayed when no events are available.
bg_bg: Съобщението, което се показва, когато няма налични събития.

source: List events by date title
bg_bg: Заглавие на списък със събития по дата

source: If viewing a page for events on a specific date, this is the title that would show up. To insert date values, use <a href="http://www.php.net/manual/en/function.date.php">PHP time format characters</a> with a <code>#</code> symbol before them, i.e. <code>#m</code>, <code>#M</code>, <code>#j</code>, etc.<br/>
bg_bg: Това заглавие ще се показва при разглеждане на страница със събития на конкретна дата. За да въвеждате стойности за дата, използвайте <a href="http://www.php.net/manual/en/function.date.php">символите за формат на време на PHP</a> със <code>#</code> символ преди тях, напр. <code>#m</code>, <code>#M</code>, <code>#j</code>, и тн.<br/>

source: Single %s Page
bg_bg: Единична страница на %s

source: Single event page title format
bg_bg: Формат на заглавията на единичните страници на събития

source: The format of a single event page title.
bg_bg: Форматът на заглавията на единичните страници на събития

source: This is only used when showing events from other blogs.
bg_bg: Това се използва само при показване на събития от други сайтове.

source: Default single event format
bg_bg: Формат по подразбиране на единично събитие

source: The format of a single event page.
bg_bg: Форматът на единичната страница за събития.

source: Search Form
bg_bg: Търсачка

source: Main Search Fields
bg_bg: Главни полета за търсене

source: Show text search?
bg_bg: Показване на текстова търсачка?

source: Label
bg_bg: Етикет

source: Appears within the input box.
bg_bg: Показвате във текстовото поле.

source: Geolocation Search
bg_bg: Търсене по геолокация

source: Show geolocation search?
bg_bg: Показване на търсене по геолокация?

source: Default distance
bg_bg: Дистанция по подразбиране

source: Default distance unit
bg_bg: Мерна единица по подразбиране за дистанция

source: Advanced Search Fields
bg_bg: Разширени полета за търсене

source: Enable advanced fields?
bg_bg: Включване на разширените полета?

source: Enables additional advanced search fields such as dates, country, etc.
bg_bg: Включва допълнителни разширени полета за търсене, като дати, държава и тн.

source: Search button text
bg_bg: Текст на бутона за търсене

source: If there's no fields to show in the main search section, this button will be used instead at the bottom of the advanced fields.
bg_bg: Ако няма полета за показване в главната секция за търсене, този бутон ще бъде използват в долната част на разширените полета.

source: Hidden by default?
bg_bg: Скрито по подразбиране?

source: If set to yes, advanced search fields will be hidden by default and can be revealed by clicking the "Advanced Search" link.
bg_bg: Ако 'Да', разширените полета за търсене ще бъдат скрити по подразбиране и могат да бъдат показани чрез натискане на линка "Разширено търсене".

source: Show label
bg_bg: Показване на етикета

source: Appears as the label for this search option.
bg_bg: Показва се като етикет за тази опция за търсене.

source: Hide label
bg_bg: Скриване на етикета

source: Dates
bg_bg: Дати

source: Show date range?
bg_bg: Показване на обхват от дати?

source: Date Separator
bg_bg: Разделител за дати

source: For when start/end %s are present, this will seperate the two (include spaces here if necessary).
bg_bg: Когато начално(а) и крайно(а) %s са налични, това ще ги разделя(добавете интервали, ако е нужно).

source: dates
bg_bg: дати

source: Category
bg_bg: Категория

source: Show categories?
bg_bg: Показване на категории?

source: Categories dropdown label
bg_bg: Етикет на падащото меню с категории

source: Appears as the first default search option.
bg_bg: Показва се като първата опция за търсене по подразбиране.

source: Show distance options?
bg_bg: Показване на опции за дистанция?

source: Show countries?
bg_bg: Показване на държави?

source: Default Country
bg_bg: Държава по подразбиране

source: Search form will be pre-selected with this country, if searching by country is disabled above, only search results from this country will be returned.
bg_bg: Тази държава ще бъде предварително избрана в търсачката. Ако търсенето по държава е изключено по-горе, ще се показват резултати САМО от тази държава.

source: All countries text
bg_bg: Текст за всички държави

source: Region
bg_bg: Регион

source: Show regions?
bg_bg: Показване на региони?

source: All regions text
bg_bg: Текст за всички региони

source: State/County
bg_bg: Щат/Окръг

source: Show states?
bg_bg: Показване на щати?

source: All states text
bg_bg: Текст за всички щати

source: City/Town
bg_bg: Град/Село

source: Show towns/cities?
bg_bg: Показване на села/градове?

source: All towns/cities text
bg_bg: Текст за всички села/градове

source: Date Format
bg_bg: Формат на датата

source: For use with the %s placeholder
bg_bg: Използва се със %s контейнер

source: Date Picker Format
bg_bg: Формат на календара за избор на дата

source: Same as <em>Date Format</em>, but this is used for the datepickers used by Events Manager. This uses a slightly different format to the others on here, for a list of characters to use, visit the <a href="%s">jQuery formatDate reference</a>
bg_bg: Същото като <em>Формат на датата</em>, но се използва във календарите за избор на дата, използвани в Events Manager. Използва малко по-различен формат от другите тук, за списък от символите, които се използват, посетете <a href="%s">jQuery formatDate референция</a>

source: Time Format
bg_bg: Формат на времето

source: Time Separator
bg_bg: Разделител за времето

source: times
bg_bg: времена

source: All Day Message
bg_bg: Съобщение за цял ден

source: If an event lasts all day, this text will show if using the %s placeholder
bg_bg: Ако събитието продължава през целия ден, този текст ще бъде показван, ако се използва %s контейнера(placeholder).

source: Use 24h Format?
bg_bg: Използване на 24 часов формат?

source: When creating events, would you like your times to be shown in 24 hour format?
bg_bg: Искате ли часовете да бъдат показвани в 24 часов формат, при създаване на събития?

source: Calendar
bg_bg: Календар

source: Link directly to event on day with single event?
bg_bg: Директна връзка към събитието, ако е единствено за деня?

source: If a calendar day has only one event, you can force a direct link to the event (recommended to avoid duplicate content).
bg_bg: Ако календарът има само едно събитие, можете да настроите връзката да води директно към събитието(препоръчва се, за да се избегне дублиращо се съдържание).

source: Show list on day with single event?
bg_bg: Показване на списък, ако има само едно събитие за деня?

source: By default, if a calendar day only has one event, it display a single event when clicking on the link of that calendar date. If you select Yes here, you will get always see a list of events.
bg_bg: По подразбиране, ако в календара има само едно събитие, клик върху линка на датата, ще показва директно събитието. Ако изберете 'Да', ще виждате списък винаги, независимо колко събития има в конкретния ден.

source: Small Calendar
bg_bg: Малък календар

source: Month format
bg_bg: Месечен формат

source: The format of the month/year header of the calendar.
bg_bg: Форматът на надписът за Месец/Година в горната част на календара.

source: Event titles
bg_bg: Заглавия на събитията

source: The format of the title, corresponding to the text that appears when hovering on an eventful calendar day.
bg_bg: Форматът на заглавието, над текста, който се появява при преминаване с мишката над ден от календара, с няколко събития в него.

source: Title separator
bg_bg: Разделител за заглавието

source: The separator appearing on the above title when more than one events are taking place on the same day.
bg_bg: Разделителя, който се показва на заглавието горе, когато има повече от едно събитие за един ден.

source: Abbreviated weekdays
bg_bg: Съкращения на дни от седмицата

source: The calendar headings uses abbreviated weekdays
bg_bg: Заглавията на календара използват съкращения за дните от седмицата

source: Initial lengths
bg_bg: Начални дължини

source: Shorten the calendar headings containing the days of the week, use 0 for the full name.
bg_bg: Съкратете дължината на съкращенията за дни от седмицата, използвайте 0 за пълните имена.

source: Full Calendar
bg_bg: Пълен календар

source: Event format
bg_bg: Формат на събитията

source: The format of each event when displayed in the full calendar. Remember to include <code>li</code> tags before and after the event.
bg_bg: Форматът на всяко събитие, когато се показва в пълния календар. Не забравяйте да използвате <code>li</code> тагове преди и след събитието.

source: Abbreviated weekdays?
bg_bg: Съкратени дни от седмицата?

source: Use abbreviations, e.g. Friday = Fri. Useful for certain languages where abbreviations differ from full names.
bg_bg: Използване на съкращения, напр Петък = Пет. Полезно за определени езици, в които съкращенията се различават от пълните имена.

source: Calendar Day Event List Settings
bg_bg: Настройки за списъка със събития за ден в календара

source: Order by event name, then event start time
bg_bg: Подреждане по име на събитието и началното му време

source: Order by event start time, then event name
bg_bg: Подреждане по начално време на събитието и името му

source: Calendar events/day limit
bg_bg: Лимит на календара за брой на събитията за един ден

source: Limits the number of events on each calendar day. Leave blank for no limit.
bg_bg: Ограничава броя на събитията за всеки ден в календара. Оставете празно ако не искате лимит.

source: More Events message
bg_bg: Съобщение за повече събития

source: Text with link to calendar day page with all events for that day if there are more events than the limit above, leave blank for no link as the day number is also a link.
bg_bg: Текст с връзка към страница с ден от календара, с всички събития от този ден, ако те са повече от лимита, по-горе. Оставете празно ако не искате да се показва тази връзка(Цифрата с датата също е линк, който води към същото място).

source: iCal Feed Settings
bg_bg: Настройки за iCal

source: iCal Title
bg_bg: Заглавие в iCal

source: The title that will appear in the calendar.
bg_bg: Заглавието, което ще се показва в календара.

source: iCal Description
bg_bg: iCal описание

source: The description of the event that will appear in the calendar.
bg_bg: Описанието за събитие, което ще се показва в календара.

source: iCal Location
bg_bg: iCal локация

source: The location information that will appear in the calendar.
bg_bg: Информацията за локация, която ще се показва в календара.

source: iCal Scope
bg_bg: iCal обхват

source: Choose to show events within a specific time range.
bg_bg: Изберете, за да показвате събития в определена рамка от време.

source: iCal Limit
bg_bg: iCal лимит

source: Limits the number of future events shown (0 = unlimited).
bg_bg: Ограничава броя на бъдещи събития, които се показват (0 = без ограничение).

source: %s list header format
bg_bg: Формат на надписа в списъка с %s

source: This content will appear just above your code for the %s list format below. Default is blank
bg_bg: Това съдържание ще се показва точно над кода Ви за формат на %s списък, по-долу. Празно по подразбиране.

source: %s list item format
bg_bg: Формат за списък с %s

source: The format of a single %s in a list.
bg_bg: Форматът на единичните %s в списъка.

source: %s list footer format
bg_bg: формат на футъра в списъците с %s

source: This content will appear just below your code for the %s list format above. Default is blank
bg_bg: Това съдържание ще се показва точно под кода Ви за формат на списъци с %s по-горе. Празно по подразбиране.

source: No %s message
bg_bg: Няма съобщение за %s

source: The message displayed when no %s are available.
bg_bg: Съобщението, показващо се, когато няма налични %s.

source: Single %s title format
bg_bg: Формат на заглавията на единични страници за %s

source: The format of a single location page title.
bg_bg: Формат на заглавието на единична страница на локация.

source: Single %s page format
bg_bg: Формат на единична страница за %s

source: The format of a single location page.
bg_bg: Форматът на единична страница за локация.

source: %s List Formats
bg_bg: Формати за списъци с %s

source: Default %s list format
bg_bg: Формат по подразбиране за списък с %s

source: The format of the events the list inserted in the location page through the %s element.
bg_bg: Форматът на списъка със събития в долната част на страницата с локации, чрез %s елемента.

source: The message to be displayed in the list generated by %s when no events are available.
bg_bg: Съобщението, което се показва в списъка, генериран от %s, когато няма налични събития.

source: Single %s Format
bg_bg: Формат за единични %s

source: The settings below are used when using the %s placeholder
bg_bg: Настройките по-долу се използват, когато се ползва %s контейнера(placeholder)

source: Next event format
bg_bg: Формат за следващо събитие

source: The format of the next upcoming event in this %s.
bg_bg: Форматът за следващото събитие в %s.

source: Default %s color
bg_bg: Цвят за %s по подразбиране

source: The format of a single category page title.
bg_bg: Форматът на заглавието на страниците за единична категория.

source: The format of a single category page.
bg_bg: Форматът за страницата за единична категория.

source: The format of the events the list inserted in the category page through the %s element.
bg_bg: Форматът на списъка със събития, поставен в страницата за категории чрез %s елемента.

source: Tag
bg_bg: Етикет

source: The format of a single tag page title.
bg_bg: Форматът за заглавието на единична страница за етикет.

source: The format of a single tag page.
bg_bg: Форматът на единична страница за етикет.

source: The format of the events the list inserted in the tag page through the <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> and <code>#_TAGALLEVENTS</code> element.
bg_bg: Форматът на списъка със събития, поставен в страницата за етикет чрез <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> и <code>#_TAGALLEVENTS</code> елементи.

source: The message to be displayed in the list generated by <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> and <code>#_TAGALLEVENTS</code> when no events are available.
bg_bg: Съобщението, което ще се показва в списъка, генериран от <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> и <code>#_TAGALLEVENTS</code>, когато няма налични събития.

source: RSS main title
bg_bg: Главно заглавие за RSS

source: The main title of your RSS events feed.
bg_bg: Главното заглавие на вашият RSS поток.

source: RSS main description
bg_bg: RSS главно описание

source: The main description of your RSS events feed.
bg_bg: Главното описание на вашият RSS поток.

source: RSS title format
bg_bg: Формат на RSS заглавието

source: The format of the title of each item in the events RSS feed.
bg_bg: Форматът на заглавията на всяко събитие във RSS потока.

source: RSS description format
bg_bg: Формат на RSS описание

source: The format of the description of each item in the events RSS feed.
bg_bg: Форматът на описанието към всеки елемент в събитията в RSS потока.

source: RSS limit
bg_bg: RSS лимит

source: RSS Scope
bg_bg: RSS обхват

source: Maps
bg_bg: Карти

source: You can use Google Maps to show where your events are located. For more information on using maps, <a href="%s">see our documentation</a>.
bg_bg: Можете да използвате Google Maps за да показвате къде се намират събитията Ви. За повече информация, относно използването на карти, <a href="%s">Вижте документацията</a>.

source: Enable Google Maps integration?
bg_bg: Включване на интеграцията с Google Карти?

source: Yes
bg_bg: Да

source: No
bg_bg: Не

source: Check this option to enable Goggle Map integration.
bg_bg: Включете тази опция, за да включите интеграцията с Гугъл Карти.

source: Default map width
bg_bg: Ширина по подразбиране за картите

source: Can be in form of pixels or a percentage such as %s or %s.
bg_bg: Може да бъде в пиксели или процент, напр. %s или %s.

source: Default map height
bg_bg: Височина по подразбиране за картата

source: Global Map Format
bg_bg: Глобален формат за картата
