Repository: shtrak/bg_WP
Catalog: events-manager/includes/langs/dbem-*.po
Languages: bg_bg

source: Search
bg_bg: Търсене

source: Bulk Actions
bg_bg: Масови действия

source: Approve
bg_bg: Одобряване

source: Decline
bg_bg: Отказване

source: Booker
bg_bg: Резерватор

source: Phone number
bg_bg: Тел. номер

source: Spaces
bg_bg: Места

source: Restore
bg_bg: Възстановяване

source: Edit/View
bg_bg: Преглед/Промяна

source: Delete
bg_bg: Изтриване

source: No cancelled bookings.
bg_bg: Няма отказани резервации.

source: Unapprove
bg_bg: Премахни одобрението

source: Reject
bg_bg: Отхвърляне

source: No confirmed bookings.
bg_bg: Няма потвърдени резервации.

source: Past events
bg_bg: Предишни събития

source: All events
bg_bg: Всички събития

source: Future events
bg_bg: Бъдещи събития

source: Past Events
bg_bg: Предишни събития

source: All Events
bg_bg: Всички събития

source: Future Events
bg_bg: Бъдещи събития

source: Delete selected
bg_bg: Изтриване на избраното

source: Apply
bg_bg: Прилагане

source: Filter
bg_bg: Филтър

source: no events
bg_bg: няма събития

source: Event
bg_bg: Събитие

source: Date and time
bg_bg: Дата и час

source: Booked Spaces
bg_bg: Резервирани места

source: Pending
bg_bg: Необработено

source: No pending bookings.
bg_bg: Няма необработени резервации.

source: Status
bg_bg: Статус

source: No rejected bookings.
bg_bg: Няма отхвърлени резервации.

source: Bookings
bg_bg: Резервации

source: Events Manager Settings
bg_bg: Настройки на Events Manager

source: Settings
bg_bg: Настройки

source: Getting Help for Events Manager
bg_bg: Намерете помощ за Events Manager

source: Help
bg_bg: Помощ

source: Locations
bg_bg: Локации

source: Update Blogs
bg_bg: Обновяване на блоговете

source: <p>Events Manager is ready to go! It is highly recommended you read the <a href='%s'>Getting Started</a> guide on our site, as well as checking out the <a href='%s'>Settings Page</a>. <a href='%s' title='Don't show this advice again'>Dismiss</a></p>
bg_bg: <p>Events Manager е готов за действие! Препоръчваме Ви да прочетете <a href='%s'>Ръководството за използване</a> на сайта ни, както и да разгледате <a href='%s'>Настройките</a>. <a href='%s' title='Не показвай това съобщение отново'>Скриване</a></p>

source: Uh Oh! For some reason WordPress could not create an events page for you (or you just deleted it). Not to worry though, all you have to do is create an empty page, name it whatever you want, and select it as your events page in your <a href="%s">settings page</a>. Sorry for the extra step! If you know what you are doing, you may have done this on purpose, if so <a href="%s">ignore this message</a>
bg_bg: Опа! WordPress не успя да създаде страница за събития(или Вие сте я изтрили). Но, спокойно - трябва просто да създадете празна страница, с каквото заглавие искате и да я зададете като страница за събития във <a href="%s">настройките</a>. Съжаляваме за неудобството. Ако знаете какво правите, може би това е нарочно - в такъв случай, <a href="%s">игнорирайте това съобщение</a>

source: There is a newer version of Events Manager Pro which is recommended for this current version of Events Manager as new features have been added. Please go to the plugin website and download the latest update.
bg_bg: Има по-нова,препоръчителна версия на Events Manager Pro, с добавена нова функционалност. Моля отидете на уебсайта на разширението и свалете последната версия.

source: MultiSite options have moved <a href="%s">here</a>. <a href="%s">Dismiss message</a>
bg_bg: Настройките за MultiSite се преместиха <a href="%s">тук</a>. <a href="%s">Скрий съобщението</a>

source: Whilst they will still appear using placeholders, you need to <a href="%s">migrate your location and event images</a> in order for them to appear in your edit forms and media library. <a href="%s">Dismiss message</a>
bg_bg: Докато все още изглежда, че се изполват контейнери (placeholders), вие ще трябва да <a href="%s">мигрирате вашата локация и изображение на събитието</a> за да се появат във вашата форма за редактиране и в библиотеката с файлове. <a href="%s">Затвори съобщението</a>

source: Dev Mode active: Just a friendly reminder that you are updating to development versions. Only admins see this message, and it will go away when you disable this <a href="#pro-api">here</a> in your settings.
bg_bg: Dev режимът е активен: Просто приятелско напомняне че обновяване до development версии. Само администратори виждат това съобщение и то ще изчезне, когато изключите режима <a href="#pro-api">тук</a>, в настройките си.

source: It looks like you have WPML enabled on your site. We advise you also install our extra <a href="%s">Events Manager WPML Connector</a> plugin which helps the two work better together. <a href="%s">Dismiss message</a>
bg_bg: Изглежда имате активиран WPML на сайта си. Препоръчваме Ви да инсталирате нашието допълнително разширение<a href="%s">"Events Manager WPML Connector"</a>, което помага на Events Manager да работи по-добре с WPML. <a href="%s">Скриване на съобщението</a>

source: This page corresponds to the <strong>Events Manager</strong> %s page. Its content will be overriden by Events Manager, although if you include the word CONTENTS (exactly in capitals) and surround it with other text, only CONTENTS will be overwritten. If you want to change the way your events look, go to the <a href='%s'>settings</a> page.
bg_bg: Тази страница отговаря на страницата %s на <strong>Events Manager</strong>. Съдържанието ѝ ще бъде презапизан от Events Manager. Ако добавите думата CONTENTS (точно копирана, с главни букви) и я обградите със друг текст, само CONTENTS ще бъде презаписан. Ако искате да промените начина, по който се показват събитията Ви, отидете в <a href='%s'>настройките</a>.

source: Events
bg_bg: Събития

source: Uninstall
bg_bg: Деинсталиране

source: Event Bookings Dashboard
bg_bg: Панел за резервации

source: Recent Bookings
bg_bg: Скорошни резервации

source: Events With Bookings Enabled
bg_bg: Събития с включени резервации

source: Unauthorized Access
bg_bg: Неоторизиран достъп

source: You do not have the rights to manage this event.
bg_bg: Нямате права да променяте това събитие.

source: Manage %s Bookings
bg_bg: Управление на %s резервации

source: View %s
bg_bg: Преглед на %s

source: Edit %s
bg_bg: Промяна на %s

source: Export CSV
bg_bg: Експортиране на CSV

source: Event Name
bg_bg: Име на събитието

source: Availability
bg_bg: Наличност

source: Spaces confirmed
bg_bg: Потвърдени места

source: Available spaces
bg_bg: Налични места

source: Date
bg_bg: Дата

source: Location
bg_bg: Локация

source: You do not have the rights to manage this ticket.
bg_bg: Нямате права да управлявате този билет.

source: Ticket for %s
bg_bg: Билет за %s

source: View/Edit Event
bg_bg: Преглед/Промяна на събитието

source: View Event Bookings
bg_bg: Преглед на резервациите за събитието

source: Name
bg_bg: Име

source: Description
bg_bg: Описание

source: Price
bg_bg: Цена

source: Min
bg_bg: Мин.

source: Max
bg_bg: Макс.

source: Start
bg_bg: Начало

source: End
bg_bg: Край

source: Edit Booking
bg_bg: Промяна на резервацията

source: Event Details
bg_bg: Детайли за събитието

source: Date/Time
bg_bg: Дата/час

source: Personal Details
bg_bg: Лична информация

source: Edit Details
bg_bg: Промяна на информацията

source: Submit Changes
bg_bg: Запазване на промените

source: Cancel
bg_bg: Отказ

source: Booking Details
bg_bg: Детайли за резервацията

source: Change
bg_bg: Промяна

source: Resend Email
bg_bg: Преизпращане на писмото

source: Send Email
bg_bg: Изпращане на e-mail

source: <strong>Notes:</strong> Ticket availability not taken into account when approving new bookings (i.e. you can overbook).
bg_bg: <strong>Бележки:</strong> Наличността на билетите не се взима предвид при одобряването им т.е възможно е да одобрите повече резервации от наличните билети.

source: Ticket Type
bg_bg: Тип на билета

source: %d Spaces
bg_bg: %d Места

source: Tax
bg_bg: Такса

source: Total Price
bg_bg: Обща цена

source: Comment
bg_bg: Коментар

source: Modify Booking
bg_bg: Модифициране на резервацията

source: <strong>Notes:</strong> Ticket availability not taken into account (i.e. you can overbook). Emails are not resent automatically.
bg_bg: <strong>Бележки:</strong> Наличността на билетите не се взима предвид, т.е възможно е да одобрите повече резервации от наличните билети. Имейлите не се изпращат повторно автоматично.

source: Booking Notes
bg_bg: Бележки за резервациите

source: You can add private notes below for internal reference that only event managers will see.
bg_bg: Можете да добавяте лични бележки по-долу. Само редакторите на събития ще ги виждат.

source: wrote
bg_bg: написа

source: Manage Person's Booking
bg_bg: Управление на резервациите на потребителя

source: Edit User
bg_bg: Промяна на потребителя

source: Delete User
bg_bg: Изтриване на потребителя

source: Past And Present Bookings
bg_bg: Минали и настоящи резервации

source: Placeholders for customizing event pages
bg_bg: Контейнери(placeholders) за модифициране на страниците на събитията

source: In the <a href='%s'>settings page</a>, you'll find various textboxes where you can edit how event information looks, such as for event and location lists. Using the placeholders below, you can choose what information should be displayed.
bg_bg: В <a href='%s'>настройките</a>, ще намерите различни текстови полета, които Ви позволяват да променяте как изглеждат събитията, списъците с локации и тн.. Използвайки контейнерите(placeholders) по-долу, можете да изберете каква информация да се показва.

source: Event Related Placeholders
bg_bg: Контейнери(Placeholders), свързани със събития

source: Category Related Placeholders
bg_bg: Контейнери(placeholders), свързани с категории

source: Tag Related Placeholders
bg_bg: Контейнери(Placeholders), свързани с етикети

source: Location Related Placeholders
bg_bg: Контейнери(Placeholders), свързани с локации

source: Booking Related Placeholders
bg_bg: Контейнери(Placeholders), свързани с резервации

source: Add location
bg_bg: Добавяне на локация

source: Edit location
bg_bg: Промяна на локация

source: Update Network
bg_bg: Обновяване в мрежата

source: To update your network blogs with the latest Events Manager automatically, click the update button below.
bg_bg: За да обновите всички сайтове в мрежата до последната версия на Events Manager автоматично, натиснете бутонът за обновяване долу.

source: Update
bg_bg: Обновяване

source: This accepts %s and %s placeholders.
bg_bg: Приемат се %s и %s контейнери(placeholders).

source: This accepts %s placeholders.
bg_bg: Приемат се %s контейнери(placeholders).

source: This accepts %s, %s and %s placeholders.
bg_bg: Приемат се %s, %s и %s контейнери(placeholders).

source: Save Changes
bg_bg: Запазване на промените

source: All
bg_bg: Всички

source: General
bg_bg: Общи

source: Event Manager Options
bg_bg: Настройки на Event Manager

source: Click to toggle
bg_bg: Натиснете за превключване

source: Multi Site Options
bg_bg: Настройки за multisite

source: Enable global tables mode?
bg_bg: Включване на режима с глобални таблици?

source: Setting this to yes will make all events save in the main site event tables (EM must also be activated). This allows you to share events across different blogs, such as showing events in your network whilst allowing users to display and manage their events within their own blog. Bear in mind that activating this will mean old events created on the sub-blogs will not be accessible anymore, and if you switch back they will be but new events created during global events mode will only remain on the main site.
bg_bg: Включване на тази настройка, ще накара всички събития да запазват информацията си в таблицата на главният сайт(EM трябва да е активиран). Това позволява да споделяте събития между всички сайтове във вашата мрежа. Имайте предвид че при включване, старите събития, създадени на под-сайтове няма да бъдат достъпни вече. Ако след това изключите този режим, ще станат отново достъпни, но нови събития, създадени, докато е бил включен ще бъдат достъпни само на главният сайт от мрежата.

source: %s belonging to other sub-sites will have an extra slug preppended to it so that your main site can differentiate between its own %s and those belonging to other sites in your network.
bg_bg: %s принадлежащи на други под-сайтове ще имат допълнителен 'slug', за да може главният сайт да различава своите %s от тези, принадлежащи на друг под-сайт в мрежата Ви.

source: When displaying global %s on the main site you have the option of users viewing the %s details on the main site or being directed to the sub-site.
bg_bg: Когато показвате глобални %s на главния сайт, можете да изберете дали потребтелите, да преглеждат информацията за %s на главния сайт или да бъдат пренасочвани към под-сайта.

source: Displays %s from all sites on the network by default. You can still restrict %s by blog using shortcodes and template tags coupled with the <code>blog</code> attribute. Requires global tables to be turned on.
bg_bg: Показва %s от всички сайтове в мрежата по подразбиране. Въпреки това можете да ограничавате %s за определени под-сайтове, използвайки шорткодове и етикети на шаблоните(template tags), комбинирани с <code>blog</code> атрибутът. Изисква включен режим за глобални таблици.

source: You <strong>must</strong> have assigned a %s page in your <a href="%s">main blog settings</a> for this to work.
bg_bg: За да работи, <strong>трябва</strong> да имате зададена страница за %s в <a href="%s">главните настройки</a> на блога.

source: %s Options
bg_bg: Настройки на %s

source: Display global events on main blog?
bg_bg: Да се показват ли глобални събития(от мрежата) на главния сайт?

source: events
bg_bg: събития

source: Link sub-site %s directly to sub-site?
bg_bg: Свързване на под-сайт %s директно към под-сайта?

source: event
bg_bg: събитие

source: Global %s slug
bg_bg: Глобален 'slug' за %s

source: Example:
bg_bg: Пример:

source: Locations on main blog?
bg_bg: Локации на главния сайт?

source: locations
bg_bg: локации

source: If you would prefer all your locations to belong to your main blog, users in sub-sites will still be able to create locations, but the actual locations are created and reside in the main blog.
bg_bg: Ако предпочитате всички локации да се записват в главният сайт, потребителите на под-сайтовете все още ще могат да създават локации(и да ги преглеждат), просто ще се запазват на главния сайт.

source: Display global %s on main blog?
bg_bg: Показване на глобални %s на главния сайт?

source: location
bg_bg: локация

# hex format
source: Colors must be in a valid %s format, such as #FF00EE.
bg_bg: Цветовете трябва да бъдат във валиден %s формат, напр. #FF00EE.

source: This setting was not changed.
bg_bg: Настройката не беше променена.

source: Changes saved.
bg_bg: Промените бяха запазени.

source: Settings have been reset back to default. Your events, locations and categories have not been modified.
bg_bg: Настройките бяха възстановени до стойностите им по подразбиране. Вашите събирия, локации и категории няма да бъдат променяни.

source: If there are any new updates, you should now see them in your Plugins or Updates admin pages.
bg_bg: Ако има нови обновления, би трябвало вече да ги виждате в администраторските страници за обновления.

source: Checking for dev versions.
bg_bg: Проверка за 'dev' версии.

source: Events Manager Test Email
bg_bg: Тестов имейл на Events Manager

source: Congratulations! Your email settings work.
bg_bg: Поздравления! Настройките ви за Имейл работят.

source: Email sent succesfully to %s
bg_bg: Имейлът беше успешно изпратен до %s

source: Email not sent.
bg_bg: Имейлът не беше изпратен.

source: Reset Events Manager
bg_bg: Нулиране на Events Manager

source: Are you sure you want to reset Events Manager?
bg_bg: Сигурни ли сте че искате да нулирате Events Manager?

source: All your settings, including email templates and template formats for Events Manager will be deleted.
bg_bg: Всичките Ви настройки, включително шаблони за имейли и формати на Event Manager ще бъдат изтрити.

source: Uninstall Events Manager
bg_bg: Деинсталиране на Events Manager

source: Are you sure you want to uninstall Events Manager?
bg_bg: Сигурни ли сте че искате да деинсталирате Events Manager?

source: All your settings and events will be permanently deleted. This cannot be undone.
bg_bg: Всичките ви настройки и събития ще бъдат безвъзвратно изтрити.

source: If you just want to deactivate the plugin, <a href="%s">go to your plugins page</a>.
bg_bg: Ако искате само да деактивирате разширението, <a href="%s">отидете на страницата с разширения</a>.

source: Uninstall and Deactivate
bg_bg: Деинсталиране и Деактивиране

source: Pages
bg_bg: Страници

source: Formatting
bg_bg: Форматиране

source: Emails
bg_bg: Имейли

source: General Options
bg_bg: Главни настройки

source: Disable thumbnails?
bg_bg: Изключване на картинките(thumbnail)?

source: Select yes to disable Events Manager from enabling thumbnails (some themes may already have this enabled, which we cannot be turned off here).
bg_bg: Изберете 'да' за да спрете показването на 'thumbnail' картинките в Events Manager (някои теми може да имат вградена подобна функционалност, която не може да бъде изключена тук).

source: %s Settings
bg_bg: %s Настройки

source: Enable recurrence?
bg_bg: Включете повтаряемост?

source: Select yes to enable the recurrence features feature
bg_bg: Изберете 'да' за да включите функцията за повтаряемост

source: Enable bookings?
bg_bg: Включване на резервациите?

source: Select yes to allow bookings and tickets for events.
bg_bg: Включете, за да разрешите резервации и билети за събитията.

source: Enable tags?
bg_bg: Разрешаване на етикети?

source: Select yes to enable the tag features
bg_bg: Включете за да разрешите етикетите

source: Enable categories?
bg_bg: Включване на категориите?

source: Select yes to enable the category features
bg_bg: Изберете 'да' за да разрешите категориите

source: no default category
bg_bg: няма категория по подразбиране

source: Default Category
bg_bg: Категория по подразбиране

source: None
bg_bg: Няма

source: This option allows you to select the default category when adding an event.
bg_bg: Тази опция позволява избирането на категория по подразбиране при добавяне на ново събитие.

source: If an event does not have a category assigned when editing, this one will be assigned automatically.
bg_bg: Ако събитие няма зададена категория при създаването му, тази ще му бъде автоматично назначена.

source: Enable %s attributes?
bg_bg: Включете %s атрибути?

source: Select yes to enable the attributes feature
bg_bg: Включете, за да разрешите атрибутите

source: Enable %s custom fields?
bg_bg: Включване на %s потребителски полета?

source: Custom fields are the same as attributes, except you cannot restrict specific values, users can add any kind of custom field name/value pair. Only available in the WordPress admin area.
bg_bg: Потребителските полета са същите като атрибутите, с изключение на това че не можете да ограничавате специфични стойности, потребителите могат да добавят всякакви комбинации на име/стойност. Достъпно е само през администраторския панел на WordPress.

source: %s Attributes
bg_bg: %s Атрибути

source: You can also add event attributes here, one per line in this format <code>#_ATT{key}</code>. They will not appear on event pages unless you insert them into another template below, but you may want to store extra information about an event for other uses. <a href='%s'>More information on placeholders.</a>
bg_bg: Можете също да добавяте атрибути за събитията тук, по един на ред във формат <code>#_ATT{key}</code>. Няма да се показват на страниците на събитията, освен ако не ги вкарате в друг шаблон по-долу, но може да искате да запазите допълнителна информация за събитие за други цели. <a href='%s'>Още информация за контейнерите(placeholders).</a>

source: Default Location
bg_bg: Локация по подразбиране

source: Please enter your Location ID, or leave blank for no location.
bg_bg: Моля въведете номерът на вашата локация или оставете празно ако искате да няма локация.

source: This option allows you to select the default location when adding an event.
bg_bg: Тази настройка Ви позволява да избирате локация по подразбиране, когато създавате събитие.

source: (not applicable with event ownership on presently, coming soon!)
bg_bg: (не се прилага за собственост на събитие за сега, очаквайте скоро!)

source: no default location
bg_bg: няма локация по подразбиране

source: Please enter your Location ID.
bg_bg: Моля, въведете номерът на локацията Ви.

source: Default Location Country
bg_bg: Държава на локацията по подразбиране

source: no default country
bg_bg: няма държава по подразбиране

source: If you select a default country, that will be pre-selected when creating a new location.
bg_bg: Ако изберете държава по подразбиране, тя ще бъде преизбвана, при създаване на нова локация.

source: Enable locations?
bg_bg: Включване на локациите?

source: If you disable locations, bear in mind that you should remove your location page, shortcodes and related placeholders from your <a href="#formats" class="nav-tab-link" rel="#em-menu-formats">formats</a>.
bg_bg: Ако изключите локациите, имайте предвид че трябва да махнете страницата за локации, шорткодове и свързани контейнери(placeholders) от вашите <a href="#formats" class="nav-tab-link" rel="#em-menu-formats">формати</a>.

source: Require locations for events?
bg_bg: Изискване на локации за събития?

source: Setting this to no will allow you to submit events without locations. You can use the <code>{no_location}...{/no_location}</code> or <code>{has_location}..{/has_location}</code> conditional placeholder to selectively display location information.
bg_bg: Изключване на това, ще ви позволи да създавате събития без локации. Можете да използвате <code>{no_location}...{/no_location}</code> или <code>{has_location}..{/has_location}</code> за да показвате избирателна информация за локацията.

source: Use dropdown for locations?
bg_bg: Използване на падащо меню за локации?

source: Select yes to select location from a drow-down menu; location selection will be faster, but you will lose the ability to insert locations with events
bg_bg: Включете, за да избирате локация от падащо меню; избирането на локация ще става по-бързо, но ще изгубите възможността за добавяне на нови локации

source: You can also add location attributes here, one per line in this format <code>#_LATT{key}</code>. They will not appear on location pages unless you insert them into another template below, but you may want to store extra information about an event for other uses. <a href='%s'>More information on placeholders.</a>
bg_bg: Можете също да добавяте атрибути за локациите тук, по един на ред, във формат <code>#_LATT{key}</code>. Те няма да се показват на страниците с локации, освен ако не ги вкарате в друг шаблон по-долу, но може да искате да запазите допълнителната информация за събитие за други цели. <a href='%s'>Още информация</a>

source: Other
bg_bg: Други

source: Show some love?
bg_bg: Подкрепете ни

source: Hundreds of free hours have gone into making this free plugin, show your support and add a small link to the plugin website at the bottom of your event pages.
bg_bg: Стотици часове работа са влезли в разработката на това разширените, подкрепете ни, добавяйки малка връзка към сайта на разширението, в долната част на страниците Ви за събития.

source: Event Submission Forms
bg_bg: Формуляри за създаване на събитие

source: You can allow users to publicly submit events on your blog by using the %s shortcode, and enabling anonymous submissions below.
bg_bg: Можете да позволите на потребителите да създават събития на сайта Ви, като използвате шорткода %s и включите създаването на анонимни събития по-долу.
