Repository: shtrak/bg_WP
Catalog: events-manager/includes/langs/dbem-*.po
Languages: bg_bg

source: Event Re-Submitted
bg_bg: Повторно подване на събитието

source: When a user modifies a previously published event, it will be put back into pending review status and will not be publisehd until you re-approve it.
bg_bg: Когато потребител редактира вече публикувано събитие то ще бъде върнато за повторно одобрени и няма да бъде публикувано докато не се одобри отново.

source: Event resubmitted subject
bg_bg: Тема на повторно подаденото събитие

source: Event resubmitted email
bg_bg: Имейл за повторно подаденото събитие

source: Event Published
bg_bg: Събитието е публикувано

source: An email will be sent to an administrator of your choice when an event is published by users who are not administrators.
bg_bg: Имейл ще бъде изпратен на администратора, когато събитие е публикувано от потребител без администраторски права.

source: Event published subject
bg_bg: Тема на публикуваното събитие

source: Event published email
bg_bg: Имейл за публикуваното събитие

source: Event Submitter Emails
bg_bg: Емейл на подателя на събитието

source: Event Approved
bg_bg: Събитието е одобрено

source: An email will be sent to the event owner when their event is approved. Users requiring event approval do not have the <code>publish_events</code> capability.
bg_bg: Ще бъде изпратен имейл до подателя на събитито, когато то бъде одобрено. Потребителите за котио се изисква одобрение нямата <code>publish_events</code> права.

source: Event approved subject
bg_bg: Тема на одобреното събитие

source: Event approved email
bg_bg: Имейл за одобреното събитие

source: Event reapproved subject
bg_bg: Тема на повторно одобреното събитие

source: Event reapproved email
bg_bg: Имейл за повторно одобреното събитие

source: Image Sizes
bg_bg: Размери на изображението

source: These settings will only apply to the image uploading if using our front-end forms. In your WP admin area, images are handled by WordPress.
bg_bg: Тези настройки ще се изпълнят само за изображенията качени през формуляра от потребителския панел. Във вашата администраторска част изображенията се управляват от системата.

source: Maximum width (px)
bg_bg: Максимална ширина (рх)

source: The maximum allowed width for images uploades
bg_bg: Максимално позволената ширина за качване на изображения

source: Minimum width (px)
bg_bg: Минимална ширина (рх)

source: The minimum allowed width for images uploades
bg_bg: Минимално позволената ширина за качване на изображения

source: Maximum height (px)
bg_bg: Максимална височина (рх)

source: The maximum allowed height for images uploaded, in pixels
bg_bg: Максимално позволената височина за качване на изобрачения в пиксели

source: Minimum height (px)
bg_bg: Минимална височина (рх)

source: The minimum allowed height for images uploaded, in pixels
bg_bg: Минимално позволената височина за качване на изображения в пиксели

source: Maximum size (bytes)
bg_bg: Максимален размер (байтове)

source: The maximum allowed size for images uploaded, in bytes
bg_bg: Максимално разрешения размер за качване на изображения в байтове

source: Email Settings
bg_bg: Настройки на Имейл

source: Before you save your changes, you can quickly send yourself a test email by clicking this button.
bg_bg: Преди да съхраните направените промени може бързо да изпратите тестови имейл до вас като кликнете на този бутон.

source: A test email will be sent to your account email - %s
bg_bg: Тестов имейл ще бъде изпратен до вашия имейл адрес - %s

source: edit
bg_bg: редактирай

source: Test Email Settings
bg_bg: Настройки на тестовия имейл

source: Notification sender name
bg_bg: Име на подателя

source: Insert the display name of the notification sender.
bg_bg: Въведете име за показване на подателя.

source: Notification sender address
bg_bg: Адрес на подателя

source: Insert the address of the notification sender.
bg_bg: Въведете адрес на подателя.

source: Mail sending method
bg_bg: Метода на изпращане на имейл

source: PHP mail function
bg_bg: PHP mail функция

source: Select the method to send email notification.
bg_bg: Изберете метод за пращане на имейл известия.

source: Send HTML Emails?
bg_bg: Изпращане HTML имейли?

source: If set to yes, your emails will be sent in HTML format, otherwise plaintext.
bg_bg: Ако е настроено на "да", вашите имейли е бъдат изпращани в HTML формат, ако "не" - planetext формат.

source: Depending on server settings, some sending methods may ignore this settings.
bg_bg: В зависимост от настройките на сървъра има вероятност някой от методите да не работят.

source: Add br tags to HTML emails?
bg_bg: Добавяне на тагове за нов ред в HTML имейлите?

source: If HTML emails are enabled, br tags will automatically be added for new lines.
bg_bg: Ако HTML имейлите са разрешени, таговете за нов ред ще се появяват автоматично.

source: The port through which you e-mail notifications will be sent. Make sure the firewall doesn't block this port
bg_bg: Портът през който вашите имейл известия ще бъдат изпращани. Проверете дали firewall система не е блокирала този порт.

source: Use SMTP authentication?
bg_bg: Използвайте SMTP верификация?

source: SMTP authentication is often needed. If you use GMail, make sure to set this parameter to Yes
bg_bg: SMTP верификация е често нужна ако използвате GMAIL Тогава този параметър трябва да е настроен на "Да".

source: The SMTP host. Usually it corresponds to 'localhost'. If you use GMail, set this value to 'ssl://smtp.gmail.com:465'.
bg_bg: STMP host. Обикновенно се свързва с localhost. Ако използвате GMAIL, настройте тази стойност на 'ssl://smtp.gmail.com:465'.

source: SMTP username
bg_bg: SMTP потребител

source: Insert the username to be used to access your SMTP server.
bg_bg: Въведете потребителското име

source: SMTP password
bg_bg: SMTP парола

source: Insert the password to be used to access your SMTP server
bg_bg: въведете паролато за да достъпите до SMTP сървъра

source: Checking...
bg_bg: Проверява...

source: User Capabilities
bg_bg: Възможности на потребителя

source: Warning: Changing these values may result in exposing previously hidden information to all users.
bg_bg: Вниманите: Променяйки тези стойности може да направите видима конфиденциална информация за всички потребители.

source: %s Capabilities
bg_bg: %s Възможности

source: Users can publish %s and skip any admin approval
bg_bg: Потребителят може да публикува %s и да порпусне одобрение от администратора

source: User can delete other users %s
bg_bg: Поребителят може да изтрива други потребители %s

source: User can edit other users %s
bg_bg: Потребителят може да редактира други потребители %s

source: User can delete their own %s
bg_bg: Потрбителят може да се изтрие %s

source: User can create and edit %s
bg_bg: Потебителят може да редактира и създава %s

source: User can view private %s
bg_bg: Потребителят може да вижда лични %s

source: Recurring Event
bg_bg: Повтарящи се събития

source: recurring events
bg_bg: повтарящи се събития

source: User can use other user locations for their events.
bg_bg: Потребителят може да използва чужди локации за собствените си събития.

source: User can delete %s categories and tags.
bg_bg: Потребителят може да изрива %s категории и етикети.

source: User can edit %s categories and tags.
bg_bg: Потребителят може да редактира %s категории и етикети.

source: User can manage other users individual bookings and event booking settings.
bg_bg: Потребителят може да редактира чуждите индивидуални рзерваци и настройки за резервации на събития.

source: User can use and manage bookings with their events.
bg_bg: Потребителят може да управлява резервации и техните събития.

source: User can upload images along with their events and locations.
bg_bg: Потребителят може да качва изображения заедно със събити и локации.

source: You can now give fine grained control with regards to what your users can do with events. Each user role can have perform different sets of actions.
bg_bg: Сега може да контролирате вашите потребители и какво могат да правят със събитията. Всяка потребителска роля може да има различен набор от възможности и действия.

source: Apply global capabilities?
bg_bg: Приложи глобални възможносто?

source: If set to yes the capabilities will be applied all your network blogs and you will not be able to set custom capabilities each blog. You can select no later and visit specific blog settings pages to add/remove capabilities.
bg_bg: Ако е настроено на "да" - възможностите ще бъдат приложени за всички блогове/сайтове във мрежата на сайта ви и няма да може да въведете различни настройки за различните блогове/сайтове. Може да редактирате индивидуалните настройки през настойките на всеки отделен блог/сайт.

source: Admin Tools
bg_bg: Административни инструменти

source: Development Versions &amp; Updates
bg_bg: Версия и Обновления

source: We're always making improvements, adding features and fixing bugs between releases. We incrementally make these changes in between updates and make it available as a development version. You can download these manually, but we've made it easy for you. <strong>Warning:</strong> Development versions are not always fully tested before release, use wisely!
bg_bg: Ние винаги правим подобрения, добавяме нови възможности и поправяме бъгове между отделните версии. Ние постепенно правим тези промени между обновленията и пускаме неофициални версии. <strong>Внимание:</strong> Неофициалните весии може да не са напълно тествани преди да бъдат пуснати за теглене, използвайте ги внимателно!

source: Enable Dev Updates?
bg_bg: Разрешаване на неофициалните обновления?

source: If enabled, the latest dev version will always be checked instead of the latest stable version of the plugin.
bg_bg: Ако бъде разрешено винаги ще се проверява за неофициялната версия вместо стабилна версия на разширението.

source: Re-Check Updates
bg_bg: Провери отново Обновленията

source: If you would like to check and see if there is a new stable update.
bg_bg: Ако искате да проверите дали има нова стабилна версия.

source: Check Dev Versions
bg_bg: Провери за неофициална версия (в разработка)

source: If you would like to download a dev version, but just as a one-off, you can force a dev version check by clicking the button below. If there is one available, it should appear in your plugin updates page as a regular update.
bg_bg: Ако искате да изтеглите неофициална версия еднократно, може да го направите като кликнете на бутона подолу. Ако има такава тя ще се появи във обновленията на разширенията ви като обикновенно обновление.

source: Uninstall/Reset
bg_bg: Изтрий/Изчисти

source: Use the buttons below to uninstall Events Manager completely from your system or reset Events Manager to original settings and keep your event data.
bg_bg: Използвайте бутона подолу за да изтрието Events Manager напълно от вашата система или изчистете настройките на Events Manager към първоналчалните и запазете информацията за събитията си.

source: Reset
bg_bg: Изчисти

source: If you choose the Event post type whilst Events Manager is activated, you can also visit the <a href="%s">Events Manager settings page</a> for a few more options when displaying event information on your calendar.
bg_bg: Ако сте избрали тип публикация за Събития докато Events Manager е бил активен, вие трябва да посестите <a href="%s">настойките</a> за конфигуриране на още няколко опции за показване на съответната информация във вашият календар.

source: Full Calendar Options
bg_bg: Цялостни настройки на календара

source: Looking for the rest of the FullCalendar Options? They've moved <a href="%s">here</a>, the options below are for overriding specific bits relevant to Events Manager.
bg_bg: Търсите останалите настройки за календара? Те бяха преместени <a href="%s">тук</a>, настройките подолу са за презапис на определни парченца свързани с Events Manager.

source: Override calendar on events page?
bg_bg: Презапиши календар от страниците със сибитията?

source: If set to yes, the FullCalendar will be used instead of the standard calendar on the events page.
bg_bg: Ако е настроено за "да" календарът ще бъде използвам вместо стандартния.

source: Override calendar shortcode?
bg_bg: Презапиши shorcode на календара?

source: Overrides the default calendar shortcode. You can also use [events_fullcalendar] instead.
bg_bg: Презапиши основния shortcode на календара. Винаги може да използвате вместо него [events_fullcalendar].

source: Event title format
bg_bg: Формат на заглавието

source: HTML is not accepted.
bg_bg: HTML не е приет.

source: Event tooltips format
bg_bg: Формат на поясненията за Събитията

source: If you enable tips, this information will be shwon, which can include HTML.
bg_bg: Ако сте разрешили пояснения, тази информация ще бъде показана и ще включва HTML.

source: %s added the event %s
bg_bg: %s добави събитието %s

source: %s added the event %s to %s.
bg_bg: %s добави събитиеото %s в %s .

source: %s is attending %s.
bg_bg: %s участва в %s.

source: %s will not be attending %s anymore.
bg_bg: %s няма да участва е %s повече.

source: %s is attending %s of the group %s.
bg_bg: %s учства %s от групата %s.

source: %s will not be attending %s of group %s anymore.
bg_bg: %s няма да участва %s от групата %s.

source: Search %s...
bg_bg: Търси %s...

source: My Profile
bg_bg: Моят профил

source: Events I'm Attending
bg_bg: Събития, на които участвам

source: My Events
bg_bg: Моите събития

source: My Locations
bg_bg: Моите локации

source: My Event Bookings
bg_bg: Моите резервации

source: Group Ownership
bg_bg: Принадлежност към групи

source: You have a pending booking
bg_bg: Имате чакаща резервация

source: You have %s pending bookings
bg_bg: Имате %s чакащи резервации

source: You have a confirmed booking
bg_bg: Имате потвърдена резервация

source: You have %s confirmed bookings
bg_bg: Имате %s потвърдени резервации

source: A user cancelled a booking
bg_bg: Потребител отказа резервация

source: %s users cancelled bookings.
bg_bg: %s потребителя са отказали резервациите си.

source: Group Events
bg_bg: Групови събития

source: Reschedule Events
bg_bg: Поменени събития

source: Edit Event
bg_bg: Редактирай събитието

source: Add Event
bg_bg: Добави събитие

source: Add Location
bg_bg: Добави локация
